const aboutUsParagraphs: string[] = [
	"Мы команда единомышленников, которой не безразлична судьба отечественного игростроя.",
	"Перед нами стоит цель выпускать игры, за которые будет не стыдно и в которые мы бы сами играли.",
	"Мы усердно трудимся каждый день и идем к намеченной цели уверенными шагами.",
	"В качестве квинтэссенции игры мы стараемся заложить хороший сюжет и графику - это ядро. Две эти составляющие делают для нас половину успеха.",
	"По возможности всегда пытаемся внедрить интересную политическую тему.",
	"Наша команда верит в то, что игры способны влиять на сознание и мышление людей. Именно поэтому мы всегда создаем проекты, которые так или иначе будут менять человека. Разработка каждой игры - это вызов для команды. Наш результат работы - это вызов для игроков.",
	"Вторая не менее важная цель - это небезразличное сообщество, которое, мы надеемся, у нас получится собрать. У нас много классных задумок, в том числе и различные мерчи, поэтому следите за нами во всех социальных сетях.",
	"Если ты разделяешь нашу философию, и у тебя есть предложения, то переходи в раздел «Контакты» и пиши нам на почту. Вечерами она активно читается разработчиками)))"
];

export { aboutUsParagraphs };
